[
    {
        "guildId": 1,
        "iconFilename": "THRAAX.svg",
        "discordLink": "https://discord.gg/thraxserver",
        "detailHtml": "<h4>Gauntlet masters challenge yourself, support each other</h4><p>Calling all Gauntlet Champions!<br><br>Thrax Enjoyers [THRAAX] is seeking skilled players to join our ranks and conquer the Gauntlet in style!<br>Do you crave the thrill of pushing your limits, but also value a supportive environment to learn and grow?<br>Then look no further!</p><h4>Our Mission:</h4><p>To establish a thriving guild platform that balances competitive spirit with a welcoming and supportive community.<br>We aim to create a space where Gauntlet enthusiasts of all skill levels can share their passion, learn from each other's triumphs and challenges, and conquer the Gauntlet together.</p><ul><li>We understand that everyone has their own life and gaming schedule.</li><li>We don't force participation there's no pressure to play every day or min - max your playtime</li><li>We will do a purge for complete and unexplained silence in regard to the game</li><li>We value your passion for the game, regardless of the amount of time you can dedicate to it</li></ul><p>We believe in fostering a positive and respectful atmosphere where everyone feels comfortable asking questions and learning from one another, regardless of skill level.</p><h4>How to join us?</h4><p>Use /join-guild on our recruitment channel or fill out the application form: <a href=\"https://docs.google.com/forms/d/1JXLxeXnhAwWBADlC_yS9_IQY9gwb1Jg8RM79mAoLSVM/edit?usp=drivesdk\" target=\"_blank\">https://docs.google.com/forms/d/1JXLxeXnhAwWBADlC_yS9_IQY9gwb1Jg8RM79mAoLSVM/edit?usp=drivesdk</a><br><br>We encourage all interested players to apply!<br>Have questions? Don't hesitate to ask in our recruitment channel.<br><a href=\"https://discord.gg/thraxserver\" target=\"_blank\">https://discord.gg/thraxserver</a><br><br>Thanks for considering<br><br>Thrax Enjoyers [THRAAX] !</p>"
    },
    {
        "guildId": 2,
        "iconFilename": "DFR1.gif",
        "discordLink": "https://discord.gg/tTVBmWzK2y",
        "detailHtml": "<h4>Notre histoire</h4><p>Notre guilde au sens Alpha du terme a vu le jour en 2018 avec la guilde [DFR1] Les beliers.<br>Nous tions la 1e guilde francophone la plus active grace la limite infinie du nombre de membres dans la guilde, nous etions auparavant 1400+ membres et trouvions facilement des joueurs en jeu avec le canal de guilde.<br>Le temps et les mises jour ont passees pour laisser place un systeme de 100 place Max. Nous avons donc du revoir completement la guilde est son interet.<br><br>Avec l'arrivee du Gauntlet nous avons sur la 1er saison pas mal joue mais nous n'avions pas trop force voyant comment les guildes internationales dominaient la scene.<br>Apres plusieurs saisons passees et la motivation a nouveau presente, c'est en saison 6 (aout 2023) que nous reprenons du poil de la bete.<br>C'est a dire : Nettoyage complet de la guilde par une dissolution suivi d'une recreation instantanee pour palier au bug des \"Ghost Members\"...<br><br>Nous avons actuellement un nouveau systme pour suivre nos membres qui participent (ou non) et ainsi faire en sorte que chaque personne ne se sentent pas exploitees par les autres membres inactifs.<br>Nous avions auparavant une politique de recrutement plus que laxiste et au final personne ne participait. Nous avons donc change notre fusil d'epaule et proposons donc ce nouveau concept qui pour l'instant marche bien puisqu'une semaine apres nous sommes montes Top20 au palier 135.<br>Depuis, nos classements ce sont stabilises dans le Top20.<br><br></p><h4>Pourquoi nous ?</h4><p>Eh bien comme dit precedemment, fort d'un discord communautaire FR de ~7000 membres, nous avons donc un pilier central d'activite et fait de notre guilde un endroit propice pour tout francophone qui se respecte. Vous l'avez donc compris, notre guilde n'est pas prete de rendre l'ame et si vous recherchez une guilde FR c'est LA guilde a ne pas rater.</p><h4>Prerequis</h4><ul><li> Parler FR</li><li> Utiliser Discord</li><li> Avoir un minimum de stuff (Stuff requis disponible sur notre discord dans la section #guildes)</li><li> Participer au gauntlet, le tout dans la joie et la bonne humeur </li></ul><h4>Comment nous rejoindre</h4><p>Il suffit de rejoindre notre <a href=\"https://discord.gg/tTVBmWzK2y\" target=\"_blank\">discord</a>, de valider le reglement, assigner vos roles et passer par le canal #guildes pour ensuite postuler avec notre formulaire directement sur le canal de recrutement.</p>"
    },
    {
        "guildId": 3,
        "iconFilename": "SHlELD.png",
        "discordLink": "https://discord.gg/2PTWwvFX2D",
        "detailHtml": "<h4>Who are we?</h4><p>We are a group of slayers of varied skill levels that is interested in pushing the limits of various game modes such as Trials and Gauntlet. We seek to achieve the above by having fun and making the game as enjoyable as possible.</p><h4>What can you expect?</h4><ul><li>drama free environment</li><li>welcoming community</li><li>experienced slayers that can assist you improving your gameplay and knowledge</li><li>quality memes (the DNA of the soul)</li></ul><h4>What do we expect?</h4><ul><li>commitment towards the game</li><li>engagement with our community</li><li>compliance with our guild rules and guidelines</li><li>completing a seasonal activity check </li></ul><h4>How can I join?</h4><p>Joining is done by filling out our Application form. It changes every season, the most up to date version can either be found on <a href=\"https://discord.com/events/869575318246154250/1157929663201546280\" target=\"_blank\">our discord links Event Tab</a>, or through <a href=\"https://discord.com/channels/254109857819525132/1124788724144820377\" target=\"_blank\">our Dauntless Official Guild Post</a>.</p><p><i>You'll be contacted through DMs once a decision of your status has been made, so please make sure that you've joined at least one or the other, otherwise we won't be able to reach out with the results.</i></p><p>Players are free to join our Guild Discord if they want to make for a better first impression, try out a hunt or two with concurrent members to see if they would enjoy their stay, or just ask for advice in general.</p>"
    },
    {
        "guildId": 6,
        "iconFilename": "FRGCLT.gif",
        "discordLink": "https://discord.gg/frogcult",
        "detailHtml": "<h4>Who are we?</h4><p>We are a guild who focuses mainly in keeping a good environment for our members where our main goal is having a good place to hang out with nice people while we play games.</p><h4>How do I join?</h4><p>Its very simple, if you are interested in joining all you have to do is hop your way to the discord server and run /apply-guild in the general chat to create a ticket!</p><h4>Why frog cult and not other guild?</h4><p>The good part about our guild is that we don't limit our members gameplay in any way, that means that even if you are part of the frog cult, you are free to play and enjoy the game with whoever you wish. That also translates into only joining our guild if you really wish to. You wont be forced to stay with us if you don't want to anymore!</p>"
    },
    {
        "guildId": 354,
        "iconFilename": "MEL2NY.png",
        "discordLink": "https://discord.gg/thornydragons",
        "detailHtml": "<p>Thorny Dragons [MEL2NY] is seeking active and friendly members to join our guild! If you're enthusiastic about challenging yourself and appreciate a supportive community that fosters learning and growth, you've found the right place with us!</p><h4>Who are we?</h4><p>We're a close-knit group of friends eager to invite new members! Active in Dauntless, we also arrange guild movie nights, game sessions, and other activities. Our guild consists of players who enjoy both casual and competitive gameplay, with our main focus being on having fun together. We are an English speaking guild.</p><h4>What is our goal?</h4><p>Our primary goal is to create a supportive and fun environment for everyone involved. We find Dauntless most enjoyable in the company of others, and that's why we prioritize building a strong, active, and tight-knit community. We want every member to feel welcomed and valued, building friendships that go beyond the game. Our main goal in-game is to actively participate in gauntlets.</p><ul><li>Our guild does not have a strict activity requirement, however, we do expect members to be active and notify us if they will be absent for extended periods of time.</li><li>While we prioritize friendship and enjoyment, our guild also includes skilled players who actively compete in gauntlets and trials, dedicated to continuous learning, skill improvement, and challenging other top guilds.</li><li>Our guild has consistently achieved top 5 rankings in every full gauntlet season we've participated in, reaching top 4 in our second season and maintaining a top 3 position ever since.</li></ul><h4>Interested in joining?</h4><p>To join our guild, simply follow our two-step recruitment process. Start by filling out the application form below, and wait for a guild officer to reach out to you. Upon application approval, you'll enter a trial period where you can interact with us on Discord and in-game. If it's a good fit for both parties, you'll receive an official invitation to join our guild!</br><a href=\"https://forms.gle/gPaVLeaWYrQgH4Gh6\">https://forms.gle/gPaVLeaWYrQgH4Gh6</a></p><h4>Want to be a part of our community?</h4><p>Our Discord server is open to everyone, whether you're considering joining our guild or just want to engage with our community. You're welcome to join us to explore and interact with our members. If you have any questions, comments, or concerns, feel free to reach out to anglovesfood on Discord. We encourage all interested players to apply and look forward to interacting with you!</br><a href=\"https://discord.gg/thornydragons\">https://discord.gg/thornydragons</a></p>Thank you for your interest,</br>Thorny Dragons [MEL2NY]"
    },
    {
        "guildId": 624,
        "iconFilename": "UNVEIL.png",
        "discordLink": "https://www.discord.gg/UNVEILGUILD",
        "detailHtml": "<h4>UNVEILING YOUR NEXT FAVORITE GUILD</h4><p><b>[UNVEIL]</b> is an <b>ambitious</b> new guild, looking to expand and reveal our potential to be one of the top guilds in Dauntless. Currently, our guild consists of <b>active</b> players of all skill levels, ranging from brand new players looking for friends, to seasoned trial players topping the leaderboards. With <b>[UNVEIL]</b> the sky is the limit, and we're with you every step of the way.</p><h4>WHAT ARE WE LOOKING FOR & WHAT ARE OUR GOALS?</h4><p>We are looking for <b>active</b>, friendly and fun loving players to not only boost our ranks, but also make a splash on the leaderboards for <i>Gauntlets and Trials alike</i>. Being an 18+ guild, we expect our members to come drama-free, with a passion for learning, improving and working as a team. Our primary goal, besides just providing a community of some of the best people, is to top 5 the leaderboards each Gauntlet season! We were formed in early Season 16, during which we immediately achieved a top 5 rank, and we plan to continue that trend for as long as we can while we forge a strong reputation for both the guild, and our members!</p><h4>WHAT CAN YOU EXPECT FROM US?</h4><p>We have players from all over the world, but we are an <b>English speaking guild</b>, with most of our player base being on the East Coast USA and the EU, so we're most active for players in the <b>EST and BST time zones</b>. We will accept players from any region, but we're most active during those hours! <b>[UNVEIL]</b> is attempting to go above and beyond for both encouraging our players to be active and diligently recruiting the best players we can find. While simultaneously recognizing those within our ranks who overachieve, and providing a safe and passionate environment for those looking to learn and improve with some of the best players in the game as mentors. You can expect a fun, judgement-free group of friends here, regardless of your skill level, along with an extremely active roster of Gauntlet-loving slayers! We do not have activity checks at this time, but we do expect our members to be active if they're requesting to join us. Playing Gauntlets is not a requirement, but we're hoping that you enjoy doing or helping with them.</p><br><br><p><b>We now have a multi-purpose guild Discord that we require all guild members to join</b></p><h4>REQUIREMENTS</h4><ul><li>18+</li><li>Discord</li><li>At least 50 <b>total combined</b> reforges across all weapons.</li><li>Drama free, mature, and respectful of all players, regardless of skill level.</li><li>Have enough cells, armor and weapons to craft at least one \"endgame build\".</li><li>A willingness to actively play or occasionally assist when needed in Gauntlets or other guild activities.</li></ul><h4>HOW DO I JOIN?</h4><p>Join our guild Discord, and/or message Razi_the_Insane on Discord with the following:</p><ul><li>Confirm you're 18+</li><li>Join or be willing to join our guild Discord</li><li>Screenshot(s) of your reforges</li><li>Rough idea of your weekly playing hours</li><li>Reason for applying, your goals, and how you found us</li></ul>"
    }
]